<!DOCTYPE html>
<html lang="sr">
<head>
<title>Smederevska tvr&#273;ava-istorijat</title>

<meta http-equiv="X-UA-Compatible" content="ie=edge">
<!-- Komentar: Kaskadni stilovi u eksternom CSS fajlu (primer folder:css, fajl: style.css) -->
<link rel="stylesheet" href="css/style.css" type="text/css">

<!-- Lokalni-moze da se koristi samo u ovoj stranici stilovi (pocetak) -->
<style type="text/css">
p {
  	color: black;
	font-family: verdana;
   	font-size:100%;  
  	left:0;
}

</style>
<!-- Lokalni stilovi (kraj) -->

</head>
<body>

<div class="flex-container">
  	<div style="flex-grow: 0"><img alt="" height="93" src="images/logo.jpeg"></div>
	<div style="flex-grow: 1"></div>  
	<div style="flex-shrink: 3">  
   		<div class="meni">
  				<a href="index.html">HOME</a>
  				<a href="#" class="active">ISTORIJAT</a>
 				<a href="restauracija.html">RESTAURACIJA</a>
  				<a href="kontakt.html">KONTAKT</a>  
		</div>
	</div>
</div> 
<div class="flex-container">
	<div style="flex-grow: 1">
	<img alt="" src="images/Smederevo_kapijaMG.jpg">
	<p class="tekstcrni"></p>
	<img alt="" src="images/Adolph_Friedrich_Kunike_Smederevo_Fortress.jpg">
	<p class="tekstcrni"></p>
	<img alt="" src="images/Tvdjava_maligrad.jpg">
	
	</div>
	<div class="drugired">
		<h2>Faze gradnje tvr&#273;ave</h2>
		<p class="tekstcrni">Prvobitna ideja koja je postojala pri gradnji Smederevskog grada bilo je podizanje utvr&#273;enog dvorca za despota i njegovu porodicu uz granicu prema Kraljevini Ugarskoj iz koje bi se oni, u slu&#269;aju opasnosti od Osmanlija, lako mogli skloniti na bezbedan prostor njihovog severnog seniora i suseda.</p>
		<p class="tekstcrni">Sa takvim planom se otpo&#269;elo sa gradnjom 1428. godine pod nadzorom Tome Kantakuzina, ali je tokom narednih pola veka tvr&#273;ava bila vi&#353;e puta pro&#353;irivana, dogra&#273;ivana i prera&#273;ivana, da bi 1480. godine poprimila obrise koje i danas poseduje. Prema istra&#382;ivanjima koja je sproveo i objavio Leontije Pavlovi&#263;, na Smederevskoj tvr&#273;avi se mogu razlikovati 4 razli&#269;ite faze srpske i 1 faza osmanske gradnje.</p>

		<h2>I faza gradnje (1428—1439)</h2>
		<p class="tekstcrni">Prva faza gradnje obuhvata podizanje Malog grada sa unutra&#353;njim zgradama, mahom drvene konstrukcije. On je bio opasan niskom bedemom i vodenim &#353;ancem odnosno rekama, a posedovao je tri kapije, jednu prema naselju i dve prema Dunavu, uz Don&#382;on. Neki autori iznose tezu, da u prvom momentu uop&#353;te nije postojala kapija ka naselju, ve&#263; da se pre podizanja niskog bedema i vodenog &#353;anca u utvr&#273;enje ulazilo kroz kapije na obali Dunava.</p>
		<p class="tekstcrni">Posle podizanja Malog rada, postalo je jasno da on nije dovoljan i odmah se pristupilo njegovom pro&#353;irenju dodavanjem dugih bedema koji bi formirali Veliki grad. O tome da se prvobitno planiralo samo podizanje Malog grada svedo&#269;e otvori za topove u njemu koji su danas usmereni u bedeme, koji su podignuti kasnije. Nije mogu&#263;e a sigurno&#353;&#263;u odrediti dokle je i u kolikoj meri bio podignut Veliki grad 1439. godine kada su Osmanlije opsele Smederevo,
		ali je izvesno da je on bio u zavr&#353;noj fazi, jer je opsadiocima izledao kao svetsko &#269;udo, iako su se susreli sa Carigradskim bedemima koji su poslu&#382;ili kao neka vrsta inspiracije za smederevske. Tako da je ona najverovatnije bila manje vi&#353;e u potpunosti zavr&#353;ena (niski+visoki bedem+vodeni &#353;anac), ali je pitanje bilo da li su sve kule na varo&#353;kom i jezavskom bedemu bile skroz zavr&#353;ene. Tokom ovog perioda su izvr&#353;ene i prepravke na vrhovima nekih kula
		koje su zasvo&#273;ene da bi na njima mogli biti postavljeni topovi kojima je dejstvovano po neprijatelju 1439. godine.</p>

		<h2>II faza gradnje (1444—?)</h2>
		<p class="tekstcrni">Posle obnove Srpske despotovine Segedinskim mirom 1444. godine, otpo&#269;ela je obnova tvr&#273;ave, oja&#269;avanje nekih kula da bi mogle da nose topove i zamena drvenih zgrada u Malom gradu kamenim. U ovom periodu je dodata i kula devet bra&#263;e glave i sedam bra&#263;e glave u Malom gradu, koja je ni&#382;a od ostalih i koja je slu&#382;ila kao magacin za &#382;itarice.</p>
	</div>
	<div style="flex-grow: 1">
	<img alt="" src="images/Smederevska_tvrdjava.jpg">
	<p class="tekstcrni"></p>
	<img alt="" src="images/tvrdjava_rusevine.jpg">
	<p class="tekstcrni"></p>
	<img alt="" src="images/Smederevo_eksplozija.jpg">
	<p class="tekstcrni"></p>
	<img alt="" src="images/Tvrdjava_municija.jpg">
	
	</div>
	<div class="drugired">
		<h2>III faza gradnje</h2>
		<p class="tekstcrni">Tokom tre&#263;e faze gradnje, koju je nemogu&#263;e pribli&#382;nije datirati zbog kontinuiteta gradnje, podignuti su oja&#269;ani bedemi na dunavskoj strani sa jednom kulom i jezavskoj strani sa tri kule.</p>
		<h2>IV faza gradnje</h2>
		<p class="tekstcrni">&#268;etvrta faza gradnje obuhvata dodavanje &#269;etiri kule na dunavskom bedemu koji je okrenut prema Kraljevini Ugarskoj. Leontije smatra da je ovo ura&#273;eno na sultanov zahtev jer je despot &#272;ura&#273; smatrao Ma&#273;are svojim saveznicima, pa nije imao potrebu za oja&#269;avanjem te strane. Me&#273;utim postoji mogu&#263;nost da je to despot uradio samoinicijativno,
		 da bi se za&#353;titio, za slu&#269;aj da usled neke nesuglasice izme&#273;u njega i Hunjadija, kojih je bilo, do&#273;e do napada Ma&#273;ara na Smederevo.
		 Postoji mogu&#263;nost da je to mo&#382;da izvedeno posle &#272;ur&#273;evog zarobljavanja Hunjadija, nakone Druge kosovske bitke 1448. godine.</p>
		<p class="tekstcrni">Iako motivi za njihovo naknadno podizanje nisu u potpunosti jasni, ono &#353;to se po na&#269;inu njihove gradnje mo&#382;e zaklju&#269;iti je da su podizane u mirnodopskim prilikama, po&#353;to su za razliku od ostalih koje su podignute od kamena trpanca na brzinu, ove &#269;etiri ra&#273;ene preciznim slaganjem kamena i crvene opeke &#269;ime su postignuti vizantijski meandri crveno sivih boja.</p>
		<h2>V faza gradnje</h2>
		<p class="tekstcrni">Poslednja faza u razvoju Smederevske tvr&#273;ave odigrala se 1480. godine, posle bitke na Godominskom polju 1476. godine. Tokom nje su Osmanlije od materijala dobijenog ru&#353;enjem nekada&#353;nje despotove crkve Blagove&#353;tenja u Velikom gradu, podigli nisku artiljerijsku kulu na u&#353;&#263;u Jezave u Dunav. Uz pomo&#263; materijala sa drugih strana podignute su jo&#353; dve takve kule u temenima trougaone osnove tvr&#273;ave i na kraju
		 jo&#353; jedna nsika artiljerijska kula koja je predstavljala ulaznu gradsku kulu, koja je nestala u eksploziji municije 1941. godine.</p>
		<h2>Petojunska eksplozija</h2>
		<p class="tekstcrni">Samo dva meseca nakon bombardovanja Beograda 6. aprila 1941. godine, Smederevo je do&#382;ivelo svoju najve&#263;u katastrofu, zbog koje ga mnogi &#269;esto nazivaju sprskom Hiro&#353;imom.
		Tada se dogodio najtragi&#269;niji trenutak u istoriji Smedereva i najte&#382;e razaranje naneto Smederevskoj tvr&#273;avi. </p>
		<p class="tekstcrni">5. juna 1941. godine u 14 &#269;asova i 14 minuta u Smederevskoj tvr&#273;avi je odjeknula velika eksplozija, koja je bila toliko jaka da je napravila krater duga&#269;ak 50 metara i dubok 9 metara i pritom poru&#353;ila skoro ceo grad. Stakla na prozorima su pucala i u naseljima na obodu Smedereva, a podrhtavanje zemlje, nalik na zemljotres, osetio se u Velikoj Plani, Beloj Crkvi, Vr&#353;cu i Beogradu. Nesre&#263;a je bila jo&#353; ve&#263;a, jer je to bio pija&#269;ni dan, tako da je bilo
		 jo&#353; vi&#353;e ljudi nego obi&#269;no, a i tog dana su se delila svedo&#269;anstva &#273;acima u &#353;kolama. Poginulo je od vi&#353;e stotina do 2.500 ljudi.</p>

	</div>


</div>

<div class="mojDiv-center">
 
	<div class="mojDiv-center">
        <p class="tekstzuti"> Mali grad Smederevske tvr&#273;ave je otvoren za posetioce od 08 do 20 &#269;asova svakodnevno.<br>Za najavu grupnih poseta i usluge vodi&#269;a mo&#382;ete kontaktirati direktno putem telefonskog poziva na broj +381 26 615 666.</p>	
		<hr>
	</div>
    	<div class="div-crno">
  		<a href="index.html">Home</a> &#8226; <a class="aktivnastrana" href="#">Istorijat</a> &#8226; <a href="restauracija.html">Restauracija</a> &#8226; <a href="kontakt.html">Kontakt</a>
	</div>
</div>

</body>

</html>
